Repository: prasetya4di/best-shop
Catalog: lib/l10n/intl_*.arb
Languages: id

# titleWalkthrough2
source: Safe
id: Aman

# titleWalkthrough3
source: Fast Delivery
id: Pengiriman Cepat

# titleWalkthrough4
source: Easy Payment
id: Pembayaran Mudah

# descWalkthrough1
source: Best shop, the best application for your daily shopping need, we have almost everything here, and you can order from wherever you are
id: Best shop, aplikasi terbaik untuk belanja kebutuhan harianmu, kita punya hampir semua yang kamu butuhkan di sini. dan kamu dapat memesan dari mana saja !

# descWalkthrough2
source: We care about your privacy, we secure every transaction, your data, and anything we have, we always encrypt it.
id: Kami sangat peduli dengan privasi, kami mengamankan semua transaksi kamu, data kamu, dan semua yang terdata di sini, kami selalu mengenkripsi semua data.

# descWalkthrough3
source: Order today, arrive tomorrow, we receive your order today, and we proceed today.
id: Pesan hari ini, besok sampai, pesanan diterima dan diproses hari ini juga.

# descWalkthrough4
source: Pay with any payment method you have, transfer bank, e-wallet, credit card, or paylater ? we accept all payment way.
id: Bayar dengan semua metode pembayaran yang kamu miliki, transfer bank, e-wallet, kartu kredit, atau paylater ? semua nya bisa digunakan di sini.

# textNext
source: Next
id: Selanjutnya

# textDone
source: Done
id: Selesai

# textSkip
source: Skip
id: Lewati

# textOr
source: Or
id: Atau

# textLogin
source: Login
id: Masuk

# textSignUp
source: Register
id: Daftar

# textSearch
source: Search ...
id: Cari Barang ...

# textName
source: Name
id: Nama

# textAddress
source: Address
id: Alamat

# textPassword
source: Password
id: Kata Sandi

# textRepeatPassword
source: Repeat Password
id: Ulangi Kata Sandi

# textBirthday
source: Birth-date
id: Tanggal Lahir

# textEmptyEmail
source: Please enter a valid email.
id: E-mail belum diisi.

# textEmptyName
source: Please enter your name
id: Nama belum diisi

# textEmptyAddress
source: Please enter your address
id: Alamat belum diisi

# textEmptyPassword
source: Please enter a valid password.
id: Password belum diisi.

# textPasswordMinimum
source: Please enter at least 8 characters
id: Password harus lebih dari 8 karakter

# textPasswordMustContain
source: Password must contain at least one uppercase, lowercase, number, and a special character.
id: Password harus mengandung setidaknya satu huruf besar, angka, dan karakter spesial.

# textEmptyRepeatPassword
source: Please repeat your password.
id: Ulangi password anda.

# textIncorrectRepeatPassword
source: Password does not match.
id: Password tidak sesuai.

# textEmptyBirthday
source: Please enter a valid birth-date
id: Tanggal lahir belum diisi

# textWrongPassword
source: Your password/e-mail is incorrect, please try again
id: Password atau email yang anda masukkan salah, mohon coba lagi

# textFailedRegister
source: E-mail is registered, please try another e-mail
id: E-mail sudah terdaftar, mohon coba dengan e-mail yang lain
